result_memtier_200320/thread_15_nvm_sw_0.txt
15        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        61673.03          ---          ---      0.23900     64617.41 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      61673.03         0.00         0.00      0.23900     64617.41 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.046         0.00
SET       0.047         0.00
SET       0.048         0.00
SET       0.049         0.00
SET       0.050         0.00
SET       0.051         0.00
SET       0.052         0.01
SET       0.053         0.01
SET       0.054         0.01
SET       0.055         0.01
SET       0.058         0.01
SET       0.059         0.01
SET       0.060         0.01
SET       0.061         0.01
SET       0.062         0.01
SET       0.063         0.01
SET       0.064         0.01
SET       0.065         0.01
SET       0.066         0.01
SET       0.067         0.01
SET       0.068         0.01
SET       0.069         0.02
SET       0.070         0.02
SET       0.071         0.02
SET       0.072         0.02
SET       0.073         0.02
SET       0.074         0.02
SET       0.075         0.02
SET       0.076         0.02
SET       0.077         0.02
SET       0.078         0.02
SET       0.079         0.02
SET       0.080         0.02
SET       0.081         0.03
SET       0.082         0.03
SET       0.083         0.03
SET       0.084         0.03
SET       0.085         0.03
SET       0.086         0.03
SET       0.087         0.03
SET       0.088         0.03
SET       0.089         0.03
SET       0.090         0.03
SET       0.091         0.03
SET       0.092         0.03
SET       0.093         0.04
SET       0.094         0.04
SET       0.095         0.04
SET       0.096         0.04
SET       0.097         0.05
SET       0.098         0.05
SET       0.099         0.05
SET       0.100         0.06
SET       0.110         0.08
SET       0.120         0.09
SET       0.130         0.11
SET       0.140         0.13
SET       0.150         0.16
SET       0.160         0.18
SET       0.170         0.22
SET       0.180         0.60
SET       0.190         4.95
SET       0.200        23.93
SET       0.210        50.45
SET       0.220        63.67
SET       0.230        68.24
SET       0.240        70.29
SET       0.250        71.21
SET       0.260        72.02
SET       0.270        73.52
SET       0.280        75.76
SET       0.290        78.64
SET       0.300        82.09
SET       0.310        86.44
SET       0.320        91.33
SET       0.330        95.15
SET       0.340        97.05
SET       0.350        97.79
SET       0.360        98.15
SET       0.370        98.38
SET       0.380        98.62
SET       0.390        98.94
SET       0.400        99.29
SET       0.410        99.57
SET       0.420        99.76
SET       0.430        99.87
SET       0.440        99.93
SET       0.450        99.95
SET       0.460        99.97
SET       0.470        99.97
SET       0.480        99.98
SET       0.490        99.98
SET       0.500        99.98
SET       0.510        99.98
SET       0.520        99.98
SET       0.530        99.98
SET       0.540        99.99
SET       0.550        99.99
SET       0.560        99.99
SET       0.570        99.99
SET       0.580        99.99
SET       0.590        99.99
SET       0.600        99.99
SET       0.610        99.99
SET       0.620        99.99
SET       0.630        99.99
SET       0.640        99.99
SET       0.650        99.99
SET       0.660        99.99
SET       0.670        99.99
SET       0.680        99.99
SET       0.690        99.99
SET       0.700        99.99
SET       0.710        99.99
SET       0.720        99.99
SET       0.730        99.99
SET       0.740        99.99
SET       0.750        99.99
SET       0.760        99.99
SET       0.770        99.99
SET       0.780        99.99
SET       0.790        99.99
SET       0.810        99.99
SET       0.820        99.99
SET       0.830        99.99
SET       0.870        99.99
SET       0.880        99.99
SET       0.890        99.99
SET       0.920        99.99
SET       1.000        99.99
SET       1.100       100.00
SET       1.200       100.00
SET       1.300       100.00
SET       1.400       100.00
SET       1.500       100.00
SET       1.800       100.00
SET       2.200       100.00
SET       2.300       100.00
SET       2.400       100.00
SET       2.500       100.00
SET       2.600       100.00
---
---